{
    "text": [
        "C",
        "Healthians",
        "Patient Name Suresh Raju Yavanmandi Barcode E0419809",
        "Age/Gender 38Y 0M0D/Male Sample Collected On 06/Feb/202405:58AM",
        "Order Id 10003830280 Sample Received On 06/Feb/2024 02:06PM",
        "Referred By Self Report Generated On 06/Feb/2024 03:38PM",
        "Customer Since 06/Feb/2024 Sample Temperature Maintained",
        "Samgle Type SERUM Report Status Final Report",
        "DEPARTMENT OF BIOCHEMISTRY",
        "Test Name Value Unit Bio.Ref Interval",
        "Kidney Function Test1 (KFT1)",
        "Serum Creatinine 1.26 mgd 0.6-1.6",
        "Method: Jaffes Kinetic",
        "GFR, ESTIMATED 74.87 mL/min/1.73m2",
        "Method: Calculated",
        "Serum Uric Acid 6.6 mgdl 3.5-7.2",
        "Method: Uricase",
        "Serum Calcium 8'8 mg/d 8.8-10.6",
        "Method:Arsenazo",
        "Serum Phosphorus 4.6 mg/dl 2.5-4.5",
        "Method: Phosphomolybdate complex",
        "Serum Sodium 138 mmol/L 136-146",
        "Method: ISE (Indirect)",
        "Serum Chloride 102 mmo/L 601-101",
        "MethodISE (Indirect",
        "Blood Urea 24 mg/dl 17-43",
        "Method: Urease",
        "Blood Urea Nitrogen (BUN 11.3 mg/dl 8-20",
        "Method: Calculated",
        "Bun/Creatinine Ratio 8.98 Raio",
        "Method: Calculated",
        "Urea/Creatinine Ratio 19.21 Ratio",
        "Method: Calculated",
        "The kidneys play a vital role in the excreton of waste prodacts and toxins such as urea.creatinine and uric acidrogulation of extraceular luid volumeserum",
        "functionis important inthe management o patients wth kidney disease or pathologies atfecting renal unction.Tests of renal tunction have utiity in denfying the osmolality and electrolyte concentrations, as wel as the production of hormones like erythropoietin and 1,25 dihydroxy vitamin D and renin. Assessment of renal",
        "presence of renal disease, monitoring the response of kidneys to treatment, and determining the progression of renal disease. Urea is synthesized in the liver as the final product of protein and amino acid metabolism. Urea synthesis is therefore dependent on daily protein intake and",
        "endogenous protein metabolism.",
        "catabolism in humans.Uric acid levels are used to monitor the treatment of gout. Measurement of calcium is used in the diagnosis and treatment of parahyroid Creatinine is a metabolic product of creatine and phosphocreatine, which are both found almost exclusively in muscle.Uric Acid is the major product of purine",
        "GFR.Sodium is an electroyte.and  helps regulate the amount of water in and around the cells & the balance of chemicals in the body called acids and bases. disease, a variety of bone diseases, chronic renal disease, urolithiasis and tetany. Phosphorus levels are increased in acute or chronic renal failure with decreased",
        "Chioride is a negatively charged ion that works with other electrolytes such as potassium, sodium, and bicarbonate, to help regulate the amount of fluid in the body",
        "and maintain the acid-base balance.",
        "Dr.R Anitha",
        "MBBS,MD Biochemistry",
        "Consultant Biochemist Page 8 of 15",
        "Hyderabad-500081 and validated by Authorized Medical Practitioner/Lab Doctor"
    ]
}