{
    "text": [
        "C",
        "Healthians",
        "Patient Name Suresh Raju Yavanmandi Barcode E0419809",
        "Age/Gender 38Y 0M 0D/Male Sample Collected On 06/Feb/202405:58AM",
        "Order Id 10003830280 Sample Received On 06/Feb/202402:06PM",
        "Referred By Self Report Generated On 06/Feb/2024 03:38PM",
        "Customer Since 06/Feb/2024 Sample Temperature Maintained",
        "Samgle Type Serum Report Status Final Report",
        "DEPARTMENT OF BIOCHEMISTRY",
        "Test Name Value Unit Bio.Ref Interval",
        "Liver Function Test (LFT)",
        "Serum Bilirubin (Total) 0.72 @u 0.3-1.2",
        "Method: Diazo",
        "Serum Bilirubin, (Direct) 0.16 mg/dl 0-0.2",
        "Method:Diazo",
        "Serum Biliubin. (Indirect) 0.56 mgdl 0.0 - 0.8",
        "Method: Calculated",
        "Aspartate Aminotransferase (AST/SGOT) 25.00 U/L 3-50",
        "Method: IFCC",
        "Alanine Aminotransferase (ALT/SGPT) 18 UL 3-50",
        "Method:IFCC",
        "Alkaline Phosphatase (ALP) 128.00 UL 30-120",
        "Method:IFCC AMP Buffer",
        "Gamma Glutamyl Transferase (GGT) 25.0 U/L 5 -55",
        "Method: IFCC",
        "Serum Total Protein 7.20 g/dl 6.6-8.3",
        "Serum Albumin 3.99 g/d 3.5-5.2",
        "Method: Bromo Cresol Green(BCG)",
        "Serum Globulin 3.21 gmd 3.0-4.2",
        "Method: Calculated",
        "Albumin/Globulin Ratio 1.24 Ratio 1.2-2.5",
        "Method: Calculated",
        "SGOT/SGPT Ratio 1.39 Ratio 0.7-1.4",
        "Method: Calculated",
        "Bliinis a ylwh pigme oundin b and s a brkw prodct  noma hme caabom.Elevad vs rs m ncased biirbin prodcion eg",
        "hemolysis and ineffective erythropoiesisdecreased biirbin xcreion egobstruction and hepatisand abnormal birubin metabolism (eghereditary and",
        "neonatal jaundce.Conjugated direct biiubin s elevatd more than uncongated indirct blirubin invirl heptitisdrug reactionsalcoholic iver disease onjugated direct bibn is also elevatd more than uncongated indirct blirubin when there is some kind of blockage of the bie duct ke inGallstones getting nto the bile ducts mors &Scaring of the bile ducts.Inarased unconjugatod (indirect bilirubin may be a resut of hemolyti or pernicious anemia transusion",
        "reaction & a coimmon metabolic condition termed Gilbert syndrome..",
        "AST levels increase in viral hepatitis.blockage of the bile duct .cirrhosis of the liver, liver cancer, kidney falure, hemolylic anemia,pancreatitis, hemochromatosis.",
        "Ast levels may also increase after a heart attck or strenuous activity.ALT is commonly measured as a part of a diagnostic evaluation of hepatocelular injury, to",
        "determine liver health. Elevated ALP levels are seen in Biliary Cbstruction, Osteoblastic Bone Tumors, Osteomalacia, Hepatitis, Hyperparathyriodism, Leukemia, Lymphomapagets diseaseRickets.Sarcoidosis etc.",
        "Elevated serum GGT acsvity can be found in diseases of the liver, Biliary system and pancreas.Conditio",
        "high alcohol consumption and use of enzyme-including drugs etc. serum GGT are obstructive liver disease",
        "Dr.R Anitha",
        "MBBS,MD Biochemistry",
        "Consultant Biochemist Page 5 of 15",
        "SINNoE0419809",
        "The test was performed by Healthians Labs (A Unit of Expedient Healthcare Marketing Private Limited)-Ground floor",
        "Hyderabad-500081 and validated by Authorized Medical Practitioner/Lab Doctor"
    ]
}