{
    "text": [
        "Healthians",
        "Patient Name Suresh Raju Yavanmandi Barcode E0419809",
        "Age/Gender 38Y 0M0D/Male Sample Collected On 06/Feb/202405:58AM",
        "Order Id 10003830280 Sample Received On 06/Feb/2024 02:06PM",
        "Referred By Self Report Generated On 06/Feb/2024 03:24PM",
        "Customer Since 06/Feb/2024 Sample Temperature Maintained",
        "Samgle Type Serum Report Status Final Report",
        "DEPARTMENT OF IMMUNOLOGY",
        "Test Name Value Unit Bio.Ref Interval",
        "Vitamin B12",
        "VITAMIN B12 244 pg/ml 211-912",
        "Method: CLIA",
        "2 the conversion of methylmalonylCoA to succinyl CoA.Deticiency of this vitamin can lead to megaloblastic ancmia and ultimately to severe neurological problems. Vitamin B12 is a coenzyme that is involved in two very importam metabolic functions vital to normal cell growth and DNA synthesis: 1) the syathesis of methionine, and",
        "Alsomic nm.gsis.ph pthy.wknhyfxiaf rin.or cood.andffive bvr",
        "changes. A significant increase in RBC MCV may be an important indicator of vitamin B12 deficiency.",
        "Patients taking vitamin B12 supplementation may have misleading resalts.A normal serum concentration of B12 does not rule out tissue deficiency of vitamin B12.Tbe",
        "be considered. even if seram B12 concerations are normal",
        "Vitamin D,25-Hydroxy",
        "VITAMIN D (25-OH VITAMIN D) 11.30 ngml 30-100",
        "Method:CLIA",
        "VITAMIN D STATUS VITAMIN D25 HYDROXY (ng/mL).Adult VITAMIN D25 HYDROXY (ng/mL).Pediatric",
        "DEFICIENCY NSUFRCENCY 20-30 20 <15",
        "30100 15-20",
        "SUFFICIENCY 20-100",
        "Vitamin D is a lipid-soluble steroid hormone that is produced in the skin through the action of sunlight or is obtained trom dictary sources The role of vitamin D in. aintaining homeostasis of cacim and phosphorus i we established.",
        "The assay measures both D2 (Ergocalciferol) and D3(Cholecalcifrol) metabolites of vitamin D.Vitamin D status is best determined by measurement of 25 hydroxy",
        "vitamin D, as it is the major circulating form and has longer half life 2-3 weeks) than 1,25 Dinydroxy vitamin D (5-8 hrs)",
        "Levels needed to prevent rickets and osteomalacia (15 ng/mL) are lower than those that dramatically suppress parathyroid hormone levels (2030 ng/mL).In turn, those levels are lower than levels needed to optimize intestinal calcium absorption (34 ng/mL). Neuromuscular peak performance is associated with levels",
        "approximately 38 ng/mL",
        "MBBS,MD Biochemistry Dr.R Anitha",
        "Consultant Biochemist Page 14 of 15",
        "Hyderabad-5oo081 and validated by Authorized Medical Practitioner/Lab Doctor"
    ]
}