{
    "text": [
        "C",
        "Healthians",
        "Patient Name",
        "Suresh Raju Yavanmandi",
        "Barcode",
        "E0419809",
        "Age/Gender",
        "38Y OM0D/Male",
        "Sample Collected On",
        "06/Feb/202405:58AM",
        "Order Id",
        "10003830280",
        "Sample Received On",
        "06/Feb/20240126PM",
        "Referred By",
        "Self",
        "Report Generated On",
        "06/Feb/2024 07:21PM",
        "Customer Since",
        "06/Feb/2024",
        "Sample Temperature",
        "Maintained",
        "Sample Type",
        "Wnole Blood EDTA",
        "Report Status",
        "Final Report",
        "DEPARTMENT OF HAEMATOLOGY",
        "Test Name",
        "Value",
        "Unit",
        "Bio.Ref Interval",
        "Method:VCS Technology",
        "Absolute Leucocyte Count",
        "Absolute Neutrophil Count (ANC)",
        "4.78",
        "10^3/uL.",
        "2.0-7.0",
        "Method: Calculated",
        "Absolute Lymphocyte Count (ALC",
        "3.44",
        "10^3/uL",
        "1.0-3.0",
        "Method: Calculated",
        "Absolute Monocyte Count",
        "660",
        "10^3/uL",
        "0.2-1.0",
        "Method:Calculated",
        "Absolute Eosinophil Count (AEC)",
        "0.35",
        "10^3/uL",
        "0.02-0.5",
        "Method: Calculated",
        "Absolute Basophil Count",
        "0.05",
        "10^3/uL",
        "0.02-0.10",
        "Method:Calculated",
        "Platelet Count(PLT)",
        "274",
        "10^3/l",
        "150-410",
        "Method: Coulter Principle",
        "PDW",
        "16.6",
        "%",
        "9.6-15.2",
        "MPV",
        "8.0",
        "fL",
        "7-9",
        "Method: Derived from PLT Histogram",
        "PCT",
        "0.22",
        "%",
        "0.190.39",
        "ESR",
        "3",
        "mm/1st hour",
        "0-10",
        "Method: Modified Westergren Method",
        "The Intemational Council for Standardization in Haematology (ICSH) recommends reporting of absolute counts of various WBC subsets for dinical decision making.",
        "This test has been performed on a fu3y automated 5 part differential cell counter which counts over 10,000 wBCs to derive differential counts. A complete blood",
        "plateltsThe cll that ciruate inthe bloodstream are generaly diided ino hree typeswhite blood cell ukocytesred bood cells erhroctsand pltlets",
        "count is a blood panel that gives information about the cells in a patients blood. such as the cell count for each cell type and the concentrations of Hemoglobin and",
        "The Mentzer index is used to differentiate iron deficiency anaemia beta thalassemia trait. If a CBC indicates microcytic anaemia, these are two of the most likely",
        "causes.making  necessary to dissnguish betwen them.",
        "cincy anamias ore y.Green and King ndx used to dfferette DA fom haassemia trat vae>65is y to be ron Deiiency Anemiaand vale65",
        "Beta Thalassemia Trait. For RDwi Value >220 more likely to be iron Deficiency Anemia and value 220 more likely to be Beta Thalassemia Trait.",
        "ESR is a non-speciic phenomenon,its measurement is clinically usetulin disorders associated with an increased production of acute-phase proteins.it provides an",
        "index of progress of the disease in rheumatoid arthritis or tuberculosis, and it is of considerable value in diagnosis of temporal arteritis and polymyalgia rheumatica.It",
        "An elevated ESR occurs as an early feature in myocardial infarction. Although a normal ESR cannot be taken to exclude the presence of organic disease, the vast",
        "An increased ESR in subjects who are HIV seropositive seems to be an early predictive marker of progression toward acquired immune deficiency syndrome",
        "majority of acute or chronic infections and most neoplastic and degenerative diseases are associated with changes in the plasma proteins that increased ES values.",
        "(AIDS).",
        "The ESR is influenced by age, stage af the menstrual cycle and medications taken (corticosteroids, contraceptive pills).  is especially low (01 mm) in",
        "Dr.Divya Panda",
        "MBBS,MD Pathology",
        "Consultant Pathologist",
        "Page 12 of 15",
        "SIN No:E0419809",
        "The test was performed by Healthians Labs (A Unit of Expedient Healthcare Marketing Private Limited)-Ground floor",
        "Hyderabad-500081 and validated by Authorized Medical Practitioner/Lab Doctor"
    ]
}